[
  "obsidian-git",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-rollover-daily-todos",
  "obsidian-meta-bind-plugin",
  "homepage",
  "obsidian-icon-folder",
  "quickadd",
  "tray",
  "recent-files-obsidian",
  "pexels-banner",
  "image-converter",
  "mononote",
  "obsidian-link-embed",
  "colored-tags",
  "code-styler",
  "obsidian-admonition",
  "dataview",
  "obsidian-advanced-uri",
  "obsidian-checklist-plugin",
  "obsidian-image-toolkit",
  "open-vscode",
  "query-control",
  "obsidian-pocket",
  "periodic-notes",
  "smart-connections-visualizer",
  "convert-url-to-iframe",
  "progressbar",
  "vscode-editor",
  "obsidian-task-progress-bar"
]